Repository: shinta0806/NicoKaraMaker3Translation
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# MainPage_MenuFlyoutItemSettings.Text
source: Settings...
zh_cn: 设置...

# MainPage_MenuFlyoutItemSupport.Text
source: Request for support and donations (Japanese)
zh_cn: 赞助作者

# MainPage_MenuFlyoutItemToastHistory.Text
source: Notification history...
zh_cn: 通知历史记录...

# MainPage_MenuFlyoutItemTutorialMovie.Text
source: Tutorial (Japanese video)
zh_cn: 教程（日文视频）

# MainPage_MenuFlyoutItemTutorialText.Text
source: Tutorial (Text)
zh_cn: 教程（文字）

# MainPage_MenuFlyoutItemWarnings.Text
source: List of warnings and information...
zh_cn: 警告和信息列表...

# MainPage_MenuFlyoutSubItemRecent.Text
source: Recent projects
zh_cn: 最近打开的项目

# MainPage_ToggleButtonFont.ToolTipService.ToolTip
source: Font settings
zh_cn: 字体设置

# MainPage_ToggleButtonLayout.ToolTipService.ToolTip
source: Layout settings
zh_cn: 布局设置

# MainPage_ToggleButtonLyrics.ToolTipService.ToolTip
source: Lyrics settings
zh_cn: 歌词设置

# MainPage_ToggleButtonOutput.ToolTipService.ToolTip
source: Video output
zh_cn: 视频导出

# MainPage_ToggleButtonPreview.ToolTipService.ToolTip
source: Preview
zh_cn: 预览

# MainPage_ToggleButtonSource.ToolTipService.ToolTip
source: Background material
zh_cn: 背景素材

# MainPage_ToggleButtonTitle.ToolTipService.ToolTip
source: Title settings
zh_cn: 标题设置

# MainPage_ToggleButtonWelcome.ToolTipService.ToolTip
source: Welcome
zh_cn: 欢迎

# MainPageControlViewModel_SynchronizeOff_Confirm
source: Turning off synchronization will prevent changes in other projects from being reflected. Also, conflicts may occur when you try to turn it back on. Are you sure you want to turn it off?
zh_cn: 关闭同步后，其他项目中的更改将不会反映到这里。 另外，重新开启同步时可能会发生冲突。 确定要关闭吗？

# MainPageControlViewModel_SynchronizeOn_Error_AlreadySynchronized
source: It is already registered in the template and synchronized. There is no need to re-register.
zh_cn: 已经注册并同步此模板。 无需重新注册。

# MainPageControlViewModel_SynchronizeOn_Error_CannotLoadRegisteredTemplate
source: Unable to load registered templates.
zh_cn: 无法读取已注册的模板。

# MainPageControlViewModel_SynchronizeOn_Error_TemplateNotSupported
source: The template is not supported.
zh_cn: 模板不受支持。

# MainPageControlViewModel_SynchronizeOn_Information_Registered
source: "{0}" has been registered as a template.
zh_cn: “{0}” 已经注册为模板。

# MainPageControlViewModel_SynchronizeOn_Information_Renamed
source: Since a template with the same name was already registered, I changed the name of the setting to "{0}" and registered it.
zh_cn: 已存在同名模板，因此将设置名称改为“{0}”并注册。

# MainPageFontControl_ButtonSearch.ToolTipService.ToolTip
source: Font settings search
zh_cn: 搜索字体设置

# MainPageFontControl_ButtonTool.ToolTipService.ToolTip
source: Various
zh_cn: 工具

# MainPageFontControl_MenuFlyoutItemAddLyricsFont.Text
source: Add font settings
zh_cn: 添加字体设置

# MainPageFontControl_MenuFlyoutItemLoadTemplate.Text
source: Use template...
zh_cn: 使用模板...

# MainPageFontControl_MenuFlyoutItemRemoveLyricsFont.Text
source: Remove font settings
zh_cn: 移除字体设置

# MainPageFontControl_MenuFlyoutItemSaveTemplate.Text
source: Register as template
zh_cn: 注册为模板

# MainPageFontControl_TextBlockSynchronize.Text
source: Template synchronization:
zh_cn: 模板同步：

# MainPageFontControl_TextBoxSearch.PlaceholderText
source: Font settings search
zh_cn: 搜索字体设置

# MainPageFontControl_ToggleButtonSynchronize.Content
source: Synchronization
zh_cn: 同步

# MainPageFontControlViewModel_Caption
source: The font settings panel allows you to configure the detailed settings for the font specified in the lyrics settings panel. You can create subtitles by setting only "Font Setting 1," but you can also set multiple fonts as needed.
zh_cn: 字体设置面板可用于配置“歌词设置”面板中指定字体的详细设置。 只设置“字体设置 1”即可创建字幕，也可以根据需要设置多套字体。

# MainPageFontControlViewModel_Confirm_AddLyricsFont
source: Copy "{0}" and add it to the font settings. Are you sure?
zh_cn: 复制“{0}”并添加到字体设置中。 确定吗？

# MainPageFontControlViewModel_Confirm_RemoveLyricsFont
source: Remove "{0}". Are you sure?
zh_cn: 移除“{0}”。 确定吗？

# MainPageFontControlViewModel_Error_FindLyricsFont
source: Please enter your search keywords.
zh_cn: 请输入搜索关键词。

# MainPageFontControlViewModel_Error_LoadTemplateDup
source: The template "{0}" is already in use.
zh_cn: 模板“{0}” 已在使用中。

# MainPageFontControlViewModel_Error_LoadTemplateDupChange
source: (The name has been changed to "{0}")
zh_cn: (名称已更改为“{0}”)

# MainPageFontControlViewModel_Error_LoadTemplateUnable
source: The template could not be loaded.
zh_cn: 无法加载模板。

# MainPageFontControlViewModel_Error_NoSearch
source: There are no font settings that include "{0}" in the name.
zh_cn: 未找到名称中包含“{0}”的字体设置。

# MainPageFontControlViewModel_Error_RemoveLyricsFont
source: It is not possible to remove the last font settings.
zh_cn: 无法移除最后一项字体设置。

# MainPageFontControlViewModel_Error_RemovePositionFirst
source: The top marker cannot be removed.
zh_cn: 顶部标记无法被移除。

# MainPageFontControlViewModel_Error_RemovePositionLast
source: The bottom marker cannot be removed.
zh_cn: 底部标记无法被移除。

# MainPageFontControlViewModel_Information_CheckMarkers0P
source: Multiple markers at the 0% position exist in the font settings: {0} - {1}
zh_cn: 字体设置中存在多个位于 0% 位置的标记：{0} - {1}

# MainPageFontControlViewModel_Information_CheckMarkers100P
source: Multiple markers at the 100% position exist in the font settings: {0} - {1}
zh_cn: 字体设置中存在多个位于 100% 位置的标记：{0} - {1}

# MainPageFontControlViewModel_Undo_AddLyricsFont
source: Add font settings
zh_cn: 添加字体设置

# MainPageFontControlViewModel_Undo_LoadTemplate
source: Use font template
zh_cn: 使用字体模板

# MainPageFontControlViewModel_Undo_RemoveLyricsFont
source: Remove font setting "{0}"
zh_cn: 移除字体设置“{0}”

# MainPageFontControlViewModel_Undo_SwapWipe
source: Swap the color schemes before and after the wipe
zh_cn: 交换走字前后配色

# MainPageFrameRateControl_TextBlockFrameRate.Text
source: Frame rate:
zh_cn: 帧率：

# MainPageLayoutControl_ButtonTool.ToolTipService.ToolTip
source: Various
zh_cn: 工具

# MainPageLayoutControl_MenuFlyoutItemAddLyricsLayout.Text
source: Add layout settings
zh_cn: 添加布局设置

# MainPageLayoutControl_MenuFlyoutItemLoadTemplate.Text
source: Use template...
zh_cn: 使用模板...

# MainPageLayoutControl_MenuFlyoutItemRemoveLyricsLayout.Text
source: Remove layout settings
zh_cn: 移除布局设置

# MainPageLayoutControl_MenuFlyoutItemSaveTemplate.Text
source: Register as template
zh_cn: 注册为模板

# MainPageLayoutControl_TextBlockSynchronize.Text
source: Template synchronization:
zh_cn: 模板同步：

# MainPageLayoutControl_ToggleButtonSynchronize.Content
source: Synchronization
zh_cn: 同步

# MainPageLayoutControlViewModel_Caption
source: The Layout Settings panel allows you to configure the detailed layout settings specified in the Lyrics settings panel. While setting only "Layout Setting 1" will allow you to place subtitles, you can also set multiple layouts as needed.
zh_cn: 布局设置面板可用于配置“歌词设置”面板中指定布局的详细设置。 只设置“布局设置 1”即可放置字幕，也可以根据需要设置多套布局。

# MainPageLayoutControlViewModel_Confirm_AddLyricsLayout
source: Copy "{0}" and add it to the layout settings. Are you sure?
zh_cn: 复制“{0}”并添加到布局设置中。 确定吗？

# MainPageLayoutControlViewModel_Confirm_RemoveLyricsLayout
source: Remove "{0}". Are you sure?
zh_cn: 移除“{0}”。 确定吗？

# MainPageLayoutControlViewModel_Error_LoadTemplateDup
source: The template "{0}" is already in use.
zh_cn: 模板“{0}” 已在使用中。

# MainPageLayoutControlViewModel_Error_LoadTemplateDupChange
source: (The name has been changed to "{0}")
zh_cn: (名称已更改为“{0}”)

# MainPageLayoutControlViewModel_Error_LoadTemplateUnable
source: The template could not be loaded.
zh_cn: 模板无法加载。

# MainPageLayoutControlViewModel_Error_RemoveHorizontalLayoutLast
source: The last setting cannot be removed.
zh_cn: 无法移除最后一个设置。

# MainPageLayoutControlViewModel_Error_RemoveHorizontalLayoutSelect
source: Please select the setting you wish to remove.
zh_cn: 请选择想要移除的设置。

# MainPageLayoutControlViewModel_Error_RemoveLyricsLayout
source: It is not possible to remove the last layout settings.
zh_cn: 无法移除最后一个布局设置。

# MainPageLayoutControlViewModel_Undo_AddHorizontalLayout
source: Add left/right layout for each row
zh_cn: 添加左右布局

# MainPageLayoutControlViewModel_Undo_AddLyricsLayout
source: Add layout settings
zh_cn: 添加布局设置

# MainPageLayoutControlViewModel_Undo_LoadTemplate
source: Use layout template
zh_cn: 使用布局模板

# MainPageLayoutControlViewModel_Undo_RemoveHorizontalLayout
source: Remove left/right layout for each row
zh_cn: 移除左右布局

# MainPageLayoutControlViewModel_Undo_RemoveLyricsLayout
source: Remove layout setting "{0}"
zh_cn: 移除布局设置“{0}”

# MainPageLyricsControl_ButtonFontSelector.ToolTipService.ToolTip
source: Automatically set font...
zh_cn: 自动设置字体

# MainPageLyricsControl_ButtonLayoutSelector.ToolTipService.ToolTip
source: Automatically set layout...
zh_cn: 自动设置布局

# MainPageLyricsControl_ButtonLineBreaker.ToolTipService.ToolTip
source: Automatically set line breaks...
zh_cn: 自动设置分页和分段...

# MainPageLyricsControl_ButtonShowTimeAdjuster.ToolTipService.ToolTip
source: Automatically set display start and end times...
zh_cn: 自动设置显示开始和结束时间...

# MainPageLyricsControl_ButtonSubtitleActionSelector.ToolTipService.ToolTip
source: Automatically set actions...
zh_cn: 自动设置动作...

# MainPageLyricsControl_ButtonTool.ToolTipService.ToolTip
source: Various
zh_cn: 工具

# MainPageLyricsControl_MenuFlyoutItemAddMultiTextInfo.Text
source: Add lyrics settings
zh_cn: 添加歌词设置

# MainPageLyricsControl_MenuFlyoutItemEditAction.Text
source: Edit subtitle actions...
zh_cn: 编辑字幕动作...

# MainPageLyricsControl_MenuFlyoutItemRemoveMultiTextInfo.Text
source: Remove lyrics settings
zh_cn: 移除歌词设置

# MainPageLyricsControlViewModel_Caption
source: The lyrics settings panel allows you to specify the font, layout, and other settings for the lyrics. You can create subtitles by configuring only "Lyrics Setting 1," but you can also set multiple lyrics as needed.
zh_cn: 歌词设置面板可用于指定歌词的字体、布局和其他设置。 只配置“歌词设置 1”即可创建字幕，也可以根据需要设置多套歌词。

# MainPageLyricsControlViewModel_Information_Reloaded
source: The lyrics file "{0}" has been updated, so its contents have been reflected.
zh_cn: 歌词文件“{0}”已更新，内容已同步反映。

# MainPageLyricsControlViewModel_Information_ReloadedAfterLoad
source: The lyrics file "{0}" has been updated since the last project save, so its contents have been reflected.
zh_cn: 歌词文件“{0}”在上次保存项目后已更新，内容已同步反映。

# MainPageLyricsControlViewModel_Information_RunMisc
source: Automatically{0}was set.
zh_cn: 已自动设置{0}。

# MainPageLyricsControlViewModel_Information_RunMisc_FontSelector
source: ,font
zh_cn: ，字体

# MainPageLyricsControlViewModel_Information_RunMisc_LayoutSelector
source: ,layout
zh_cn: ，布局

# MainPageLyricsControlViewModel_Information_RunMisc_LineBreaker
source: ,line breaks
zh_cn: ，分页和分段

# MainPageLyricsControlViewModel_Information_RunMisc_ShowTimeAdjuster
source: ,display time
zh_cn: ，显示时间

# MainPageLyricsControlViewModel_Information_RunMisc_SubtitleActionSelector
source: ,actions
zh_cn: ，动作

# MainPageLyricsControlViewModel_Undo_RunFontSelector
source: Automatically set font
zh_cn: 自动设置字体

# MainPageLyricsControlViewModel_Undo_RunLayoutSelector
source: Automatically set layout
zh_cn: 自动设置布局

# MainPageLyricsControlViewModel_Undo_RunLineBreaker
source: Automatically set line breaks
zh_cn: 自动设置分页和分段

# MainPageLyricsControlViewModel_Undo_RunShowTimeAdjuster
source: Automatically set display start and end times
zh_cn: 自动设置显示开始和结束时间

# MainPageLyricsControlViewModel_Undo_RunSubtitleActionSelector
source: Automatically set actions
zh_cn: 自动设置动作

# MainPageLyricsControlViewModel_Warning_ShowBeginTimeGtLyricsActualBeginTime
source: The displayed start time is later than the singing start time.
zh_cn: 显示开始时间晚于演唱开始时间。

# MainPageLyricsControlViewModel_Warning_ShowEndTimeLtLyricsActualEndTime
source: The displayed end time is earlier than the singing end time.
zh_cn: 显示结束时间早于演唱结束时间。

# MainPageMultiTextViewModel_Confirm_AddMultiTextInfo
source: Adding {0} setting. Are you sure?
zh_cn: 添加 {0} 设置。 确定吗？

# MainPageMultiTextViewModel_Confirm_RemoveMultiTextInfo
source: Deleting "{0}". Are you sure?
zh_cn: 删除“{0}”。 确定吗？

# MainPageMultiTextViewModel_Error_EditActionSelect
source: Please select the line(s) you wish to edit the subtitle action for. (Multiple lines can be selected.)
zh_cn: 请选择要编辑字幕动作的行。 （可以选择多行。）

# MainPageMultiTextViewModel_Error_EditActionValid
source: Please select a valid {0} row.
zh_cn: 请选择有效的 {0} 行。

# MainPageMultiTextViewModel_Error_NoLine
source: There are no {0} rows.
zh_cn: 当前没有 {0} 行。

# MainPageMultiTextViewModel_Error_RemoveMultiTextInfo
source: The last {0} setting cannot be removed.
zh_cn: 无法删除最后一个 {0} 设置。

# MainPageMultiTextViewModel_Undo_AddMultiTextInfo
source: Add {0} setting
zh_cn: 添加 {0} 设置

# MainPageMultiTextViewModel_Undo_EditAction
source: Edit subtitle actions
zh_cn: 编辑字幕动作

# MainPageMultiTextViewModel_Undo_FontIndexChanged
source: Change font
zh_cn: 更改字体

# MainPageMultiTextViewModel_Undo_LayoutIndexChanged
source: Change layout
zh_cn: 更改布局

# MainPageMultiTextViewModel_Undo_RemoveMultiTextInfo
source: Remove {0} setting "{1}"
zh_cn: 移除 {0} 设置“{1}”

# MainPageMultiTextViewModel_Undo_SubtitleActionChanged
source: Change actions
zh_cn: 更改动作

# MainPageOutputControl_ButtonBrowseDestPath.Content
source: Browse...
zh_cn: 浏览...

# MainPageOutputControl_ButtonMp4Settings.ToolTipService.ToolTip
source: MP4 encoding settings...
zh_cn: MP4 编码设置...

# MainPageOutputControl_ButtonOpenDestFolder.ToolTipService.ToolTip
source: Open output folder
zh_cn: 打开输出文件夹

# MainPageOutputControl_ButtonOutput.Content
source: Video output
zh_cn: 导出视频

# MainPageOutputControl_CheckBoxDoubleFrame.Content
source: Makes subtitle wipes twice as smooth (doubles frame rate)
zh_cn: 让字幕走字平滑度加倍（双倍帧率）

# MainPageOutputControl_HyperlinkButtonContentsTree2C.Content
source: NicoKara Maker Simple Instruction Video
zh_cn: NicoKara Maker 简易教学视频

# MainPageOutputControl_HyperlinkButtonCreatorSupport1C.Content
source: Creator support
zh_cn: 创作者支持

# MainPageOutputControl_TextBlockContentsTree1.Text
source: When uploading a created video to Niconico Douga, you need the original video (the video specified in the background material panel) and,
zh_cn: 将制作的视频上传到 Niconico 时，需要把原始视频（“背景素材”面板中指定的视频）以及

# MainPageOutputControl_TextBlockContentsTree2R.Text
source: " (sm28311188) as the parent of the content tree.
zh_cn: ” (sm28311188) 登记为内容树的父作品。

# MainPageOutputControl_TextBlockContentsTree3.Text
source: If you upload this video to a video site like YouTube instead of Niconico Douga, please include a link to sm28311188.
zh_cn: 如果将此视频上传到 YouTube 等 Niconico 以外的视频网站，请附上 sm28311188 的链接。

# MainPageOutputControl_TextBlockCreatorSupport1L.Text
source: Niconico Douga's "
zh_cn: Niconico 的“

# MainPageOutputControl_TextBlockCreatorSupport2.Text
source: I look forward to your registration on it.
zh_cn: 欢迎在那里登记支持。

# MainPageOutputControl_TextBlockDestFormat.Text
source: Output format:
zh_cn: 导出格式：

# MainPageOutputControl_TextBlockDestPath.Text
source: Output file name:
zh_cn: 导出文件名：

# MainPageOutputControlViewModel_Caption
source: The video output panel will output a video with karaoke subtitles based on the previous content. Please be mindful of the available space on your SSD/HDD.
zh_cn: 视频导出面板会根据前面的设置导出带卡拉 OK 字幕的视频。请注意硬盘的可用空间。

# MainPageOutputControlViewModel_Error_BadFfmpeg
source: FFmpeg is not configured correctly, so output in MP4 format is not possible.
zh_cn: FFmpeg 未正确配置，无法导出 MP4。

# MainPageOutputControlViewModel_Error_DestPathNotSet
source: The output file name has not been specified.
zh_cn: 尚未指定导出文件名。

# MainPageOutputControlViewModel_Error_SourceNotSet
source: No background material has been specified.
zh_cn: 尚未指定背景素材。

# MainPageOutputControlViewModel_Information_Avi
source: If the uncompressed AVI video you output does not play correctly, please refer to the video output page in the help section.
zh_cn: 如果生成的未压缩 AVI 视频无法正常播放，请参阅帮助部分中的视频输出页面。

# MainPageOutputControlViewModel_Information_AviOverFhd
source: Outputting a video with a resolution higher than Full HD in uncompressed AVI format is expected to take a considerable amount of time.
zh_cn: 以未压缩 AVI 格式导出高于 FHD 分辨率的视频，预计会花费较长时间。

# MainPageOutputControlViewModel_Information_BadFfmpeg
source: FFmpeg is not configured correctly.
zh_cn: FFmpeg 未正确配置。

# MainPagePreviewControl_ButtonFastForward.ToolTipService.ToolTip
source: Fast forward
zh_cn: 快进

# MainPagePreviewControl_ButtonFastRewind.ToolTipService.ToolTip
source: Fast rewind
zh_cn: 快退

# MainPagePreviewControl_ButtonPlay.ToolTipService.ToolTip
source: Play/pause
zh_cn: 播放/暂停

# MainPagePreviewControl_ButtonStep.ToolTipService.ToolTip
source: Frame-by-frame playback
zh_cn: 播放下一帧

# MainPagePreviewControl_ButtonStop.ToolTipService.ToolTip
source: Stop
zh_cn: 停止

# MainPagePreviewControl_ButtonWarnings.ToolTipService.ToolTip
source: List of warnings and information
zh_cn: 警告和信息列表

# MainPagePreviewControl_TextBlockQuality.Text
source: Rendering quality
zh_cn: 渲染质量

# MainPagePreviewControl_TextBlockTimeStamp.Text
source: Time drawing
zh_cn: 时间显示

# MainPagePreviewControlViewModel_ButtonMuteToolTipMute
source: Muted
zh_cn: 静音

# MainPagePreviewControlViewModel_ButtonMuteToolTipOutput
source: Audio output available
zh_cn: 可输出音频

# MainPagePreviewControlViewModel_Caption
source: The preview panel allows you to check the result before outputting the video. If there are many subtitles or if your computer has low performance, the subtitles may flicker or be out of sync, but rest assured that they will be displayed correctly during video output.
zh_cn: 预览面板可在导出视频前检查效果。 如果字幕很多或电脑性能较低，预览时字幕可能闪烁或不同步；导出视频时会正常显示。

# MainPageSoundControl_ButtonBrowseSoundPath.Content
source: Edit...
zh_cn: 编辑...

# MainPageSoundControl_TextBlockSoundPath.Text
source: Audio:
zh_cn: 音频：

# MainPageSourceControl_ButtonBrowseImagePath1.Content
source: Browse...
zh_cn: 浏览...

# MainPageSourceControl_ButtonBrowseImagePath2.Content
source: Browse...
zh_cn: 浏览...

# MainPageSourceControl_ButtonBrowseMoviePath.Content
source: Browse...
zh_cn: 浏览...

# MainPageSourceControl_CheckBoxMoviePlusSound.Content
source: Use audio from separate file
zh_cn: 使用单独的音频文件

# MainPageSourceControl_TextBlockBackgroundColor.Text
source: Background color:
zh_cn: 背景颜色：

# MainPageSourceControl_TextBlockBackgroundSize.Text
source: Resolution:
zh_cn: 分辨率：

# MainPageSourceControl_TextBlockImagePath1.Text
source: Image:
zh_cn: 图像：

# MainPageSourceControl_TextBlockImagePath2.Text
source: First image in the sequence:
zh_cn: 图像序列中的第一张图片：

# MainPageSourceControl_TextBlockIsBackground.Text
source: The background will be filled with the specified color.
zh_cn: 背景将被填充为指定的颜色。

# MainPageSourceControl_TextBlockIsImage.Text
source: Use one image as the background.
zh_cn: 使用一张图片作为背景。

# MainPageSourceControl_TextBlockIsMovie.Text
source: We will use a video as the background.
zh_cn: 使用视频作为背景。

# MainPageSourceControl_TextBlockIsSequenceImage.Text
source: A sequence of numbered images will be used as the background.
zh_cn: 使用图像序列作为背景。

# MainPageSourceControl_TextBlockMoviePath.Text
source: Source video used as background:
zh_cn: 用作背景的源视频：

# MainPageSourceControl_TextBlockSourceDuration.Text
source: Duration:
zh_cn: 时长：

# MainPageSourceControl_TextBlockSourceFrameRate.Text
source: Frame rate:
zh_cn: 帧率：

# MainPageSourceControl_TextBlockSourceInfo.Text
source: Source information
zh_cn: 素材信息

# MainPageSourceControl_TextBlockSourceResolution.Text
source: Resolution:
zh_cn: 分辨率：

# MainPageSourceControl_ToggleButtonIsBackground.ToolTipService.ToolTip
source: Background color
zh_cn: 背景颜色

# MainPageSourceControl_ToggleButtonIsImage.ToolTipService.ToolTip
source: One image
zh_cn: 单张图片

# MainPageSourceControl_ToggleButtonIsMovie.ToolTipService.ToolTip
source: Video
zh_cn: 视频

# MainPageSourceControl_ToggleButtonIsSequenceImage.ToolTipService.ToolTip
source: Sequence image
zh_cn: 图像序列

# MainPageSourceControlViewModel_Caption
source: In the background source panel, you can specify the video, image, or audio to be used as the background.
zh_cn: 在背景素材面板中，您可以指定要用作背景的视频、图片或音频。

# MainPageSourceControlViewModel_Error_FileNotFound
source: {0} does not exist.
zh_cn: {0} 不存在。

# MainPageSourceControlViewModel_Error_UnableGetMovieInfo
source: Unable to retrieve video information.
zh_cn: 无法获取视频信息。

# MainPageTitleControl_ButtonAddTitle.ToolTipService.ToolTip
source: Add title row...
zh_cn: 添加标题行...

# MainPageTitleControl_ButtonEditTitle.ToolTipService.ToolTip
source: Edit title row...
zh_cn: 编辑标题行...

# MainPageTitleControl_ButtonRemoveTitle.ToolTipService.ToolTip
source: Delete title row
zh_cn: 删除标题行

# MainPageTitleControl_ButtonTool.ToolTipService.ToolTip
source: Various
zh_cn: 工具

# MainPageTitleControl_MenuFlyoutItemAddMultiTextInfo.Text
source: Add title setting
zh_cn: 添加标题设置

# MainPageTitleControl_MenuFlyoutItemEditAction.Text
source: Edit subtitle actions...
zh_cn: 编辑字幕动作...

# MainPageTitleControl_MenuFlyoutItemRemoveMultiTextInfo.Text
source: Delete title setting
zh_cn: 删除标题设置

# MainPageTitleControlViewModel_Caption
source: The title settings panel allows you to specify the title, its font, layout, and other settings. If you don't need a title, you don't need to configure it.
zh_cn: 标题设置面板允许您指定标题、字体、布局及其他设置。 如果您不需要标题，则无需进行配置。

# MainPageTitleControlViewModel_Confirm_RemoveEmpty
source: Delete the blank lines. Are you sure?
zh_cn: 删除空行。确定吗？

# MainPageTitleControlViewModel_Confirm_RemoveMulti
source: Delete the selected {0} rows. Are you sure?
zh_cn: 删除所选 {0} 行。 确定吗？

# MainPageTitleControlViewModel_Confirm_RemoveTitle
source: Delete the following title row. Are you sure? {0}
zh_cn: 删除以下标题行。确定吗？ {0}

# MainPageTitleControlViewModel_Error_AddOrReplaceTitle
source: The following line was invalid and therefore not added: {0}
zh_cn: 以下行无效，因此未添加： {0}

# MainPageTitleControlViewModel_Error_AddOrReplaceTitle_Part
source: Row {0}
zh_cn: 第 {0} 行

# MainPageTitleControlViewModel_Error_SelectRemoveTitle
source: Please select the row you wish to delete.
zh_cn: 请选择您想要删除的行。

# MainPageTitleControlViewModel_Undo_AddTitle
source: Add title row
zh_cn: 添加标题行

# MainPageTitleControlViewModel_Undo_EditTitle
source: Edit title row
zh_cn: 编辑标题行

# MainPageTitleControlViewModel_Undo_RemoveTitle
source: Delete title row
zh_cn: 删除标题行

# MainPageViewModel_Confirm_LoadAutoSave
source: A previously autosaved project remains. Project: {0} Autosaved date and time: {1} Do you want to recover it? (Note) Selecting "No" will delete the autosaved project. If you want to continue editing from where you left off, please select "Yes".
zh_cn: 发现之前自动保存的项目。 项目：{0} 自动保存日期和时间：{1} 要恢复吗？ （注意） 选择“否”将删除自动保存的项目。 如果想从上次中断的地方继续编辑，请选择“是”。

# MainPageViewModel_Confirm_Modify
source: "{0}" has been modified. Do you want to save?
zh_cn: “{0}”已被修改。 要保存吗？

# MainPageViewModel_Confirm_Nkm2Project
source: When importing a project from the old Nicokara Karaoke Video Maker 2, some settings (such as subtitle actions) may not be loaded. Also, loading may take some time.
zh_cn: 从旧版 Nicokara Karaoke Video Maker 2 导入项目时，某些设置（如字幕动作）可能无法加载。 此外，加载可能需要一些时间。

# MainPageViewModel_Error_EmptyContent
source: The content is empty.
zh_cn: 内容为空。

# MainPageViewModel_Error_LackInformation
source: Information is insufficient.
zh_cn: 信息不足。

# MainPageViewModel_Error_NoProjectPath
source: The project file name has not been specified.
zh_cn: 项目文件名未被指定。

# MainPageViewModel_Error_UnableLoadTemplate
source: Unable to load template.
zh_cn: 无法读取模板。

# MainPageViewModel_Error_UnableRestoreProject
source: The project cannot be restored.
zh_cn: 无法恢复项目。

# MainPageViewModel_Information_Modify
source: (Modified)
zh_cn: （已修改）

# MainPageViewModel_Information_None
source: (None)
zh_cn: （无）

# MainPageViewModel_Information_ProjectSaved
source: Project "{0}" has been saved.
zh_cn: 项目“{0}”已保存。

# MainPageViewModel_Information_UpdateLaunch
source: [Update Activated] {0} has been updated. For details on the update, please refer to the [Help → Update history] menu.
zh_cn: [更新已应用] {0} 已更新。 有关更新详情，请查看 [帮助 → 更新历史] 菜单。

# MainPageViewModel_MenuFlyoutItemContentsTreeText
source: List of videos created with {0}
zh_cn: 使用 {0} 制作的视频列表
